const QnAList = [
    {
        q: '1. 삶에 의미를 추구한다',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },
    
    {
        q: '2. 온화하고 여유롭다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '3. 깊이 공감해준다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },
    
    {
        q: '4. 먼저 다가간다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '5. 말하지 않아도 알아준다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '6. 낭만적이다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '7. 현실적인 조언을 `잘`한다.(강압적 X)',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '8. 헷갈리게 하지 않는다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '9. 일,관계 사이에 균형을 잡는다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '10. 독려한다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '11. 내밀하다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '12. 묵묵히 있어준다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '13. 취향을 존중한다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '14. 종종 열정적이다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '15. 성장을 중시한다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '16. 생각을 정리해준다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '17. 현실적인 부분에 밝다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '18. 비밀을 지켜준다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '19. 예술/인문학에 조예가 있다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '20. 믿음직하다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '21. 능숙하다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '22. 끈기가 있다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '23. 표현력이 좋다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    },

    {
        q: '24. 감이 좋다.',
        a: [
            { answer: '예'},
            { answer: '아니오'},
        ]
    }

]